[
    {
        "id": "1",
        "name": "Yamaha FZ Fi ABS",
        "img": "https://media.zigcdn.com/media/content/2019/Jan/gray-cyan-blue_560x420.jpg",
        "model": "2019",
        "price": "2,60,000 BDT",
        "detail": "The Yamaha FZS-FI V3 is powered by a 149 cc air-cooled engine which produces of power. It has a fuel tank of 13 L and a . The Yamaha FZS-FI V3 starts at 2,50,000 BDT and goes up to 3 Lakh (ex-showroom, Dhaka). It is available in six variants."
    },
    {
        "id": "2",
        "name": "Yamaha R15 v3",
        "img": "https://www.banglamotor.net/images/yamaha/yamaha-r15-v3-2nd3.jpg",
        "model": "2020",
        "price": "5,00,000 BDT",
        "detail": "The total series of R15 is very popular around the world, as well as Bangladesh. In continuation of this, Yamaha brought a new version of R15 to the market which is Yamaha R15 v3 in 2017. This new R15 is not an updated version of the previous model R15 v2. Now R15 v3 is a whole new sports bike with full of functions."
    },
    {
        "id": "3",
        "name": "YAMAHA MT-15",
        "img": "https://cf.shopee.com.my/file/cf37583b60ee90ce74f350bf6b392e62",
        "model": "2021",
        "price": "4,00,000 BDT",
        "detail": "Yamaha MT-15 Indonesian Version is one of the most popular Nacked Sports bikes in Bangladesh. Before buying this bike you should know its specifications and price! The Yamaha MT-15 Indonesian Version Price in Bangladesh is available here."
    },
    {
        "id": "4",
        "name": "New Honda CBR150R (ABS)",
        "img": "https://ic.maxabout.us//bikes/honda/2021-honda-cbr150r//2021-Honda-CBR150R-19.jpg",
        "model": "2021",
        "price": "538,000 BDT  (dual ABS)",
        "detail": "The CBR150R is one of the stylish latest super bikes of Honda. Including its outstanding features like - sporty look and wonderful color combination along with liquid-cooled powerful engine which included a program fuel injection. In comparison, its price is higher in Bangladesh, but its demand for fashion-based Bangladeshis is above all. The CBR sports bikes are a big part of the motor sports world."
    },
    {
        "id": "5",
        "name": "Honda X Blade",
        "img": "https://www.banglamotor.net/images/honda/honda-x-blade-img01.jpg",
        "model": "2021",
        "price": "1,70,000 BDT",
        "detail": "The Honda X-Blade 160 cc naked sporty bike has launched in Bangladesh. But this time not ABS edition, BHL Launched standard edition of Honda X Blade in Bangladesh. But expecting very soon Honda X-Blade 160 cc ABS (anti-lock braking system) will be launched also. The all-new Honda X-Blade basically an updated and modern version of “Honda CB Hornet 160R” and comes with sharper design and an all-LED headlamp cluster. The bike is coming to challenge Suzuki Gixxer and the Bajaj Pulsar NS 160 in this segment."
    },
    {
        "id": "6",
        "name": "HONDA CB Trigger SD",
        "img": "https://www.motorcyclevalley.com/photo/honda-cb-trigger-sd.jpg",
        "model": "2019",
        "price": "1,70,000 BDT",
        "detail": "HONDA CB Trigger SD is a product of Honda. Its price is Tk 171,000.00. Honda is the brand of Japan. CB Trigger SD is Assemble/Made in Bangladesh. This bike is powered by 150 cc engine which generates Maximum power 14 bhp @ 8500 rpm and its maximum torque is 12.5 Nm at 6500 rpm. CB Trigger SD can runs 110 KM per hour and it burns fuel 65 KM per Liter (approx). Click Here to find Honda motorcycle showroom near you."
    },
    {
        "id": "7",
        "name": "Honda CB Hornet 160R",
        "img": "https://www.bdstall.com/asset/product-image/giant_85302.jpg",
        "model": "2019",
        "price": "1,90,000 BDT",
        "detail": "The CB Hornet 160R is easily the best looking bike in its segment. With its macho look, which Honda was able to achieve by using bulky body panels, especially the fuel tank, Honda plans to target buyers who are style conscious. While the fascia still reminds us of the CB Unicorn Dazzler, the side profile is the best way to look at this motorcycle. The rear of the CB Hornet 160R also stands out thanks to the X-shaped tail lamp. In addition to this, it gets an LED headlamp, and a hazard light switch where one would ordinarily have got an engine killswitch."
    },
    {
        "id": "8",
        "name": "Bajaj Pulsar 150 Twin Disc",
        "img": "https://www.bikebd.com/wp-content/uploads/2020/12/bajaj-pulsar-150-twin-disc-black-and-blue.webp",
        "model": "2021",
        "price": "1,80,000 BDT",
        "detail": "Pulsar 150 has been upgraded again to the UG5 variant! If you are a Bangladeshi biker, or else, a biker from the subcontinent, you must know the meaning very well. It is an offering from the Indian automobile giant BAJAJ. BAJAJ has recently updated their 150cc Pulsar with new body parts. The 150cc Pulsar has its league. So to say, it has contributed to a significant stake to BAJAJ’s claim of this Pulsar series as “India’s No.1 Sports Bike."
    },
    {
        "id": "9",
        "name": "Lifan KPR 150",
        "img": "https://www.bdprice.com.bd/wp-content/uploads/2020/04/Lifan-KPR-150-.jpg",
        "model": "2020",
        "price": "1,85,000 BDT",
        "detail": "Lifan has continuously proved that Chinese motorcycles are not to be underestimated. Lifan has brought the Chinese motorcycle contingent in Bangladesh to a whole different level. Five years ago, if you were to ask any biker which is the top sportbikes, they would say, “Yamaha R15, Honda CBR, and Suzuki GSXR”. But now two other bikes are regularly added to that list, they are Lifan KPR 150 and Lifan KPR 165. Lifan has brought a new version to the market, the Lifan KPR 150 V2. The Lifan KPR 150 V2 comes with a completely new design and new color schemes. The headlight is an LED projection light. The light from the headlight is enough to ride in the night. The taillight and the indicators are also LED. The design of the lights is very much similar to the previous version."
    },
    {
        "id": "10",
        "name": "Hero Hunk Matte Black Tecno Blue",
        "img": "https://www.bdprice.com.bd/wp-content/uploads/2020/03/Hero-Hunk-Double-Disc-BDPrice.com_.bd_.jpg",
        "model": "2019",
        "price": "1,52,000 BDT",
        "detail": "Hero Hunk has passed a successful era. In the year 2007 Hero and Honda jointly launched the Hunk. After the separation of Hero and Honda in 2011, Hero has been upgraded Hunk again at the same year. This includes significant changes in Digital Meter Console, Altered Visor, Body-colored Mirrors and LED Tail-lamp etc. This is the most admired and comfortable bike in India and Bangladesh market. The well-known hero Hunk started its journey in the Bangladeshi market newly at the end of 2021, and this new Hunk has undergone several changes."
    }
]